"john.appleseed" = "ion.popescu";
"Sign In" = "Autentificare";
"Your account name or password was entered incorrectly." = "Numele dvs. de cont sau parola a fost introdusă incorect.";
"There was an error logging in. Please try again." = "A existat o eroare la efectuarea loginului. Reîncercați.";
"Apple ID password" = "Parolă ID Apple";
"Invalid token data is returned by server" = "A existat o eroare la efectuarea loginului. Reîncercați.";
"Authentication was canceled by user" = "Autentificarea a fost anulată";
"password" = "parolă";
"OK" = "OK";
"Password field is empty" = "Introduceți parola dvs.";
"Password expired. Please change your password on Mac." = "Parolă expirată. Schimbați-vă parola în Configurări->Store";
"Required" = "Obligatoriu";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Doriți să vizitați iForgot.apple.com pentru a vă recupera informațiile contului?";
"Password" = "Parolă";
"Apple ID field is empty" = "Câmpul de ID Apple este gol";
"Apple ID" = "ID-ul Apple";
"Cancel" = "Anulați";

/* Verification Code Screen Prompt */
"Enter verification code" = "Introduceți codul de verificare";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Introduceți codul de verificare trimis la %@";

/* Send new code button title */
"Send a new code" = "Trimiteți un nou cod";

/* SMS subtitle */
"SMS to Phone Number" = "SMS la un număr de telefon";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Nu puteți primi mesaje pe niciunul dintre dispozitivele dvs.?";

/* Verification Code Screen Title */
"Verification Code" = "Cod de verificare";

/* Trusted devices screen title */
"Verify Identity" = "Confirmați identitatea";

/* Send button title */
"Send" = "Trimiteți";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Pentru a vă gestiona dispozitivele autorizate, vizitați %@ pe un Mac sau PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Confirmarea în doi pași este activată pentru acest ID Apple";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Dispozitivul pe care îl selectați mai jos va primi un cod temporar pe care îl puteți utiliza la confirmarea identității.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "DISPOZITIVE AUTORIZATE";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Este necesară confirmarea în doi pași, dar nu este permisă interacțiunea cu utilizatorul.";

/* Button title */
"My Apple ID…" = "ID-ul meu Apple…";

/* Phone number description */
"Number ending in %@" = "Număr ce se termină în %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Ne pare rău, dar ați făcut prea multe încercări eșuate de a vă confirma identitatea. Din motive de securitate, nu veți putea face modificări în contul dvs. în următoarele opt ore fără Cheia de recuperare.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Ați trimis prea multe coduri pentru a vă confirma numărul de telefon. Reîncercați mai târziu.";

/* Error Message */
"No Device information available." = "Nu sunt disponibile informații despre dispozitiv";

/* Error Message */
"The verification code you entered is not valid." = "Codul de verificare pe care l-ați introdus nu este valid.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Confirmarea codului a eșuat de prea multe ori. Trimiteţi un cod nou pe un dispozitiv diferit sau reîncercaţi mai târziu.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "ID-ul Apple sau parola a fost introdusă incorect.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Este timpul să vă resetați parola pentru a vă proteja securitatea, accesând %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Din motive de securitate, acest ID Apple a fost dezactivat. Vă puteți reseta parola la %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Ora actuală de pe acest dispozitiv pare a fi incorectă. O puteți corecta, accesând Configurări > General > Data și ora, apoi încercați din nou.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Vyskytla sa chyba. Ďakujeme za vašu trpezlivosť, skúste to znova neskôr.";

"You appear to be offline. Please connect to the Internet and try again." = "Se pare că sunteți offline. Conectați-vă la Internet și încercați din nou.";

"Two-step verification has been disabled for the Apple ID account %@." = "Confirmarea în doi pași a fost dezactivată pentru contul ID-ului Apple %@.";

"Signing In" = "Autentificare";

"A new code has been sent to your device." = "Un cod nou a fost trimis pe dispozitivul dvs.";

"Code %1$d of %2$d selected" = "Codul %1$d din %2$d selectat";

"Sending New Code" = "Se trimite un cod nou";

"Verifying code" = "Se confirmă codul";

"Verified" = "Confirmat";

/* Send Code to label */
"Send Code to:" = "Trimiteți codul la:";

/* Error Message */
"Please enter a valid phone number." = "Introduceți un număr de telefon valid.";
